INSERT INTO tb_student_info(
	student_name,
	student_grade,
	student_school_area,
	student_school,
	student_zipcode,
	addr
)VALUES 
('김대전',2,'중구','대전고등학교','222222','대전 중구'),
('황인범',3,'중구','대전고등학교','333333','대전 중구'),
('박세리',2,'중구','대전여자고등학교','444444','대전 중구'),
('김희애',3,'중구','대전여자고등학교','555555','대전 중구'),
('김관평',1,'서구','관평고등학교','666666','대전 서구'),
('장동건',2,'서구','관평고등학교','777777','대전 서구'),
('정우성',3,'서구','관평고등학교','888888','대전 서구'),
('조보아',1,'서구','관평여자고등학교','999999','대전 서구'),
('김영희',2,'서구','관평여자고등학교','101010','대전 서구'),
('김희선',3,'서구','관평여자고등학교','111111','대전 서구');


INSERT INTO tb_score (
	student_id,
	score_season,
	score_subject,
	score_point
)VALUES 
(7,'202401','국어',70),
(7,'202401','수학',70),
(7,'202401','영어',70),
(8,'202401','국어',90),
(8,'202401','수학',90),
(8,'202401','영어',90),
(9,'202401','국어',85),
(9,'202401','수학',100),
(9,'202401','영어',90),
(10,'202401','국어',90),
(10,'202401','수학',70),
(10,'202401','영어',100),
(10,'202401','국어',90),
(11,'202401','수학',90),
(11,'202401','영어',90),
(11,'202401','국어',100),
(12,'202401','수학',100),
(12,'202401','영어',100),
(12,'202401','국어',85),
(13,'202401','수학',85),
(13,'202401','영어',85),
(13,'202401','국어',100),
(14,'202401','수학',100),
(14,'202401','영어',100),
(14,'202401','국어',95),
(15,'202401','수학',95),
(15,'202401','영어',95),
(15,'202401','국어',75),
(16,'202401','수학',75),
(16,'202401','영어',100),
(16,'202401','국어',90),
(17,'202401','수학',90),
(17,'202401','영어',100)

;

select * 
from tb_student_info;

truncate tb_score;